Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.notch.showStroke.desc
source: Show a subtle outline that adapts to the active content color.
ar: إظهار حد خفيف يتكيف مع لون المحتوى النشط.
bg: Показване на фин контур, който се адаптира към цвета на активното съдържание.
bn: একটি সূক্ষ্ম রূপরেখা দেখান যা সক্রিয় বিষয়বস্তুর রঙের সাথে খাপ খায়।
ca: Mostra un contorn subtil que s'adapta al color del contingut actiu.
cs: Zobrazit tenké ohraničení, které se přizpůsobuje barvě aktivního obsahu.
da: Vis en subtil omrids, der tilpasser sig det aktive indholds farve.
de: Feine Konturlinie anzeigen, die sich an die Inhaltsfarbe anpasst.
el: Εμφάνιση διακριτικού περιγράμματος που προσαρμόζεται στο χρώμα του ενεργού περιεχομένου.
es: Mostrar un borde sutil que se adapta al color del contenido.
fa: نمایش خط دور ملایم که با رنگ محتوای فعال سازگار می‌شود.
fi: Näytä hienovarainen ääriviiva, joka mukautuu aktiivisen sisällön väriin.
fil: Magpakita ng banayad na outline na umaangkop sa kulay ng aktibong nilalaman.
fr: Afficher un contour fin qui s'adapte à la couleur du contenu actif.
he: הצג קו מתאר עדין שמתאים את עצמו לצבע התוכן הפעיל.
hi: एक सूक्ष्म रूपरेखा दिखाएं जो सक्रिय सामग्री के रंग के अनुकूल होती है।
hr: Prikaži suptilni obrub koji se prilagođava boji aktivnog sadržaja.
hu: Finom körvonal megjelenítése, amely igazodik az aktív tartalom színéhez.
id: Tampilkan batas tipis yang menyesuaikan dengan warna konten aktif.
it: Mostra un bordo sottile che si adatta al colore del contenuto attivo.
ja: アクティブなコンテンツの色に適応する細い枠線を表示します。
kk: Белсенді мазмұн түсіне бейімделетін нәзік жиекті көрсету.
ko: 활성 콘텐츠의 색상에 반응하는 얇은 테두리를 표시합니다.
ms: Tunjukkan garis halus yang menyesuaikan dengan warna kandungan aktif.
nb: Vis et subtilt omriss som tilpasser seg fargen på det aktive innholdet.
nl: Toon een dunne rand die zich aanpast aan de kleur van de actieve inhoud.
pl: Pokaż cienki obrys, który dopasowuje się do koloru aktywnej zawartości.
pt: Mostrar um contorno fino que se adapta à cor do conteúdo ativo.
ro: Afișați un contur subtil care se adaptează culorii conținutului activ.
ru: Показывать акуратный контур, подстраивающийся под цвет контента.
sk: Zobraziť jemný obrys, ktorý sa prispôsobuje farbe aktívneho obsahu.
sr: Прикажи суптилну ивицу која се прилагођава боји активног садржаја.
sv: Visa en tunn ram som anpassar sig till färgen på det aktiva innehållet.
th: แสดงเส้นขอบที่ปรับตามสีเนื้อหาที่ใช้งานอยู่
tr: Etkin içerik rengine uyum sağlayan hafif bir kenarlık göster.
uk: Показувати тонкий контур, що адаптується до кольору активного вмісту.
vi: Hiển thị đường viền mỏng thích ứng với màu của nội dung đang hoạt động.
zh_hans: 显示自适应于活动内容颜色的细微轮廓。
zh_hant: 顯示與使用中內容色彩相適應的細邊框。

# settings.notch.showStroke.title
source: Show stroke
ar: إظهار الحد
bg: Показване на контур
bn: স্ট্রোক দেখান
ca: Mostra el traç
cs: Zobrazit ohraničení
da: Vis streg
de: Kontur anzeigen
el: Εμφάνιση περιγράμματος
es: Mostrar borde
fa: نمایش خط دور
fi: Näytä viiva
fil: Ipakita ang Stroke
fr: Afficher le contour
he: הצג קו מתאר
hi: स्ट्रोक दिखाएं
hr: Prikaži obrub
hu: Körvonal megjelenítése
id: Tampilkan Batas
it: Mostra bordo
ja: 枠線を表示
kk: Жиекті көрсету
ko: 테두리 표시
ms: Tunjukkan garis
nb: Vis strek
nl: Rand tonen
pl: Pokaż obrys
pt: Mostrar contorno
ro: Afișează contur
ru: Показывать обводку
sk: Zobraziť obrys
sr: Прикажи ивицу
sv: Visa ram
th: แสดงเส้นขอบ
tr: Kenarlığı göster
uk: Показувати контур
vi: Hiển thị viền
zh_hans: 显示描边
zh_hant: 顯示邊框

# settings.notch.strokeOpacity.desc
source: Adjust the transparency of the outline.
ar: ضبط شفافية الحد.
bg: Регулирайте непрозрачността на контура.
bn: রূপরেখার অস্বচ্ছতা সামঞ্জস্য করুন।
ca: Ajusta l'opacitat del contorn.
cs: Upravte průhlednost ohraničení.
da: Juster omridsets gennemsigtighed.
de: Transparenz der Konturlinie anpassen.
el: Ρύθμιση διαφάνειας του περιγράμματος.
es: Ajustar la transparencia del borde.
fa: تنظیم شفافیت خط دور.
fi: Säädä ääriviivan läpinäkyvyyttä.
fil: Ayusin ang opacity ng outline.
fr: Ajuster la transparence du contour.
he: כוונן את אטימות קו המתאר.
hi: रूपरेखा की पारदर्शिता समायोजित करें।
hr: Prilagodite neprozirnost obruba.
hu: A körvonal átlátszóságának beállítása.
id: Sesuaikan transparansi batas.
it: Regola la trasparenza del bordo.
ja: 枠線の透明度を調整します。
kk: Жиектің мөлдірлігін реттеңіз.
ko: 테두리의 투명도를 조정합니다.
ms: Laras kelegapan garis.
nb: Juster omrissets gjennomsiktighet.
nl: Pas de transparantie van de rand aan.
pl: Dostosuj przezroczystość obrysu.
pt: Ajustar a transparência do contorno.
ro: Ajustați transparența conturului.
ru: Настройка прозрачности внешнего контура выреза.
sk: Upraviť nepriehľadnosť obrysu.
sr: Прилагодите непровидност ивице.
sv: Justera ramens genomskinlighet.
th: ปรับความโปร่งแสงของเส้นขอบ
tr: Kenarlığın saydamlığını ayarlayın.
uk: Налаштуйте прозорість контуру.
vi: Điều chỉnh độ trong suốt của đường viền.
zh_hans: 调整轮廓的透明度。
zh_hant: 調整邊框的透明度。

# settings.notch.strokeOpacity.title
source: Stroke opacity
ar: شفافية الحد
bg: Непрозрачност на контура
bn: স্ট্রোক অস্বচ্ছতা
ca: Opacitat del traç
cs: Krytí ohraničení
da: Stregugennemsigtighed
de: Kontur-Deckkraft
el: Αδιαφάνεια περιγράμματος
es: Opacidad del borde
fa: شفافیت خط دور
fi: Viivan peittävyys
fil: Opacity ng Stroke
fr: Opacité du contour
he: אטימות קו מתאר
hi: स्ट्रोक अपारदर्शिता
hr: Neprozirnost obruba
hu: Körvonal átlátszatlansága
id: Opasitas Batas
it: Opacità del bordo
ja: 枠線の不透明度
kk: Жиек мөлдірлігі
ko: 테두리 불투명도
ms: Kelegapan garis
nb: Strekdekkevne
nl: Randondoorzichtigheid
pl: Przezroczystość obrysu
pt: Opacidade do contorno
ro: Opacitate contur
ru: Прозрачность обводки
sk: Nepriehľadnosť obrysu
sr: Непровидност ивице
sv: Ramens opacitet
th: ความทึบของเส้นขอบ
tr: Kenarlık saydamlığı
uk: Непрозорість контуру
vi: Độ mờ của viền
zh_hans: 描边不透明度
zh_hant: 邊框不透明度

# settings.notch.strokeWidth.desc
source: Adjust the thickness of the outline.
ar: ضبط سمك الحد.
bg: Регулирайте дебелината на контура.
bn: রূপরেখার বেধ সামঞ্জস্য করুন।
ca: Ajusta el gruix del contorn.
cs: Upravte tloušťku ohraničení.
da: Juster omridsets tykkelse.
de: Stärke der Konturlinie anpassen.
el: Ρύθμιση πάχους του περιγράμματος.
es: Ajustar el grosor de la línea del borde.
fa: تنظیم ضخامت خط دور.
fi: Säädä ääriviivan paksuutta.
fil: Ayusin ang kapal ng outline.
fr: Ajuster l'épaisseur du contour.
he: כוונן את עובי קו המתאר.
hi: रूपरेखा की मोटाई समायोजित करें।
hr: Prilagodite debljinu obruba.
hu: A körvonal vastagságának beállítása.
id: Sesuaikan ketebalan batas.
it: Regola lo spessore del bordo.
ja: 枠線の太さを調整します。
kk: Жиектің қалыңдығын реттеңіз.
ko: 테두리의 두께를 조정합니다.
ms: Laras ketebalan garis.
nb: Juster omrissets tykkelse.
nl: Pas de dikte van de rand aan.
pl: Dostosuj grubość obrysu.
pt: Ajustar a espessura do contorno.
ro: Ajustați grosimea conturului.
ru: Настройка толщины внешнего контура выреза.
sk: Upraviť hrúbku obrysu.
sr: Прилагодите дебљину ивице.
sv: Justera ramens tjocklek.
th: ปรับความหนาของเส้นขอบ
tr: Kenarlığın kalınlığını ayarlayın.
uk: Налаштуйте товщину контуру.
vi: Điều chỉnh độ dày của đường viền.
zh_hans: 调整轮廓的厚度。
zh_hant: 調整邊框的粗細。

# settings.notch.strokeWidth.title
source: Stroke width
ar: سمك الحد
bg: Дебелина на контура
bn: স্ট্রোক প্রস্থ
ca: Gruix del traç
cs: Tloušťka ohraničení
da: Stregtykkelse
de: Konturstärke
el: Πάχος περιγράμματος
es: Grosor del borde
fa: ضخامت خط دور
fi: Viivan leveys
fil: Lapad ng Stroke
fr: Épaisseur du contour
he: עובי קו מתאר
hi: स्ट्रोक चौड़ाई
hr: Debljina obruba
hu: Körvonal vastagsága
id: Ketebalan Batas
it: Spessore del bordo
ja: 枠線の太さ
kk: Жиек қалыңдығы
ko: 테두리 두께
ms: Ketebalan garis
nb: Strektykkelse
nl: Randdikte
pl: Grubość obrysu
pt: Espessura do contorno
ro: Grosime contur
ru: Толщина обводки
sk: Hrúbka obrysu
sr: Дебљина ивице
sv: Ramtjocklek
th: ความหนาของเส้นขอบ
tr: Kenarlık kalınlığı
uk: Товщина контуру
vi: Độ dày của viền
zh_hans: 描边宽度
zh_hant: 邊框寬度

# settings.notch.width.desc
source: Fine-tune the width of the notch or Dynamic Island.
ar: ضبط عرض الشق أو الجزيرة الديناميكية بدقة.
bg: Прецизна настройка на ширината на ноча или Dynamic Island.
bn: নচ বা Dynamic Island-এর প্রস্থ সূক্ষ্মভাবে সমন্বয় করুন।
ca: Ajusta amb precisió l'amplada del notch o Dynamic Island.
cs: Jemně dolaďte šířku výřezu nebo Dynamic Island.
da: Finjuster bredden på notchen eller Dynamic Island.
de: Breite der Notch oder Dynamic Island feinjustieren.
el: Μικρορύθμιση του πλάτους του notch ή του Dynamic Island.
es: Ajustar el ancho de la muesca o Dynamic Island.
fa: تنظیم دقیق عرض ناچ یا Dynamic Island.
fi: Hienosäädä notchin tai Dynamic Islandin leveyttä.
fil: Pinuhin ang lapad ng notch o Dynamic Island.
fr: Ajuster précisément la largeur de l'encoche ou de la Dynamic Island.
he: כוונן את רוחב המגרעת או ה-Dynamic Island.
hi: नॉच या डायनामिक आइलैंड की चौड़ाई को सटीक रूप से समायोजित करें।
hr: Fino podesite širinu ureza ili Dynamic Islanda.
hu: A notch vagy Dynamic Island szélességének finomhangolása.
id: Sesuaikan lebar notch atau Dynamic Island secara presisi.
it: Regola con precisione la larghezza del notch o della Dynamic Island.
ja: ノッチまたはDynamic Islandの幅を細かく調整します。
kk: Ойық немесе Dynamic Island енін дәл баптаңыз.
ko: 노치 또는 Dynamic Island의 너비를 미세 조정합니다.
ms: Perhalusi lebar notch atau Dynamic Island.
nb: Finjuster bredden på notchen eller Dynamic Island.
nl: Verfijn de breedte van de notch of het Dynamic Island.
pl: Precyzyjnie dostosuj szerokość notcha lub Dynamic Island.
pt: Ajustar com precisão a largura do notch ou da Dynamic Island.
ro: Reglați fin lățimea notch-ului sau a Insulei Dinamice.
ru: Точная настройка ширины выреза или Dynamic Island.
sk: Jemne doladiť šírku výrezu alebo Dynamic Island.
sr: Фино подесите ширину ноча или Dynamic Island-а.
sv: Finjustera bredden på flärpen eller Dynamic Island.
th: ปรับแต่งความกว้างของรอยบากหรือ Dynamic Island อย่างละเอียด
tr: Çentiğin veya Dynamic Island'ın genişliğine ince ayar yapın.
uk: Точно відрегулюйте ширину вирізу notch або Dynamic Island.
vi: Tinh chỉnh chiều rộng của notch hoặc Dynamic Island.
zh_hans: 微调刘海或 Dynamic Island 的宽度。
zh_hant: 微調「瀏海」或動態島的寬度。

# settings.notch.width.title
source: Width
ar: العرض
bg: Ширина
bn: প্রস্থ
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Ancho
fa: عرض
fi: Leveys
fil: Lapad
fr: Largeur
he: רוחב
hi: चौड़ाई
hr: Širina
hu: Szélesség
id: Lebar
it: Larghezza
ja: 幅
kk: Ені
ko: 너비
ms: Lebar
nb: Bredde
nl: Breedte
pl: Szerokość
pt: Largura
ro: Lățime
ru: Ширина
sk: Šírka
sr: Ширина
sv: Bredd
th: ความกว้าง
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

# settings.notifications.appleMail.duration.desc
source: Choose how long new mail notifications stay visible in the notch.
ar: تحديد مدة بقاء إشعار البريد الجديد مرئياً في النوتش.
bg: Изберете колко дълго известието за ново писмо да се показва в прореза.
bn: নতুন মেল বিজ্ঞপ্তি কতক্ষণ নচে প্রদর্শিত হবে তা নির্বাচন করুন।
ca: Trieu quant de temps roman visible a la pestanya la notificació de correu nou.
cs: Nastavte, jak dlouho zůstane oznámení o nové poště zobrazeno ve výřezu.
da: Vælg, hvor længe notifikationer om ny e-mail forbliver synlige i hakket.
de: Legen Sie fest, wie lange neue E-Mail-Mitteilungen in der Notch sichtbar bleiben.
el: Επιλέξτε πόσο θα παραμένει ορατή η γνωστοποίηση νέου email στην εγκοπή.
es: Elige cuánto tiempo permanece visible en el notch la notificación de nuevo correo.
fa: مدت زمان نمایش اعلان ایمیل جدید در ناچ را انتخاب کنید.
fi: Valitse, kuinka kauan uuden sähköpostin ilmoitus pysyy näkyvissä lovessa.
fil: Piliin kung gaano katagal mananatiling nakikita sa notch ang notification ng bagong mail.
fr: Choisissez la durée d'affichage de la notification de nouveau courriel dans l'encoche.
he: בחר כמה זמן עדכון על דואר חדש יישאר גלוי במגרעת.
hi: चुनें कि नया मेल नोटिफ़िकेशन नॉच में कितनी देर तक दिखाई दे।
hr: Odaberite koliko dugo obavijest o novoj e-pošti ostaje vidljiva u usjeku.
hu: Válassza ki, mennyi ideig maradjon látható az új levél értesítése a kivágásban.
id: Pilih berapa lama pemberitahuan email baru tetap terlihat di notch.
it: Scegli per quanto tempo la notifica di una nuova email rimane visibile nel notch.
ja: 新規メール通知をノッチに表示する時間を設定します。
kk: Жаңа хат хабарландыруы ойықта қанша уақыт көрінетінін таңдаңыз.
ko: 노치에서 새 메일 알림이 표시되는 시간을 설정합니다.
ms: Pilih berapa lama pemberitahuan e-mel baharu kekal kelihatan di takuk.
nb: Velg hvor lenge varsler om ny e-post skal vises i utskjæringen.
nl: Kies hoelang meldingen van nieuwe e-mails zichtbaar blijven in de notch.
pl: Wybierz, jak długo powiadomienie o nowej wiadomości e-mail ma być widoczne we wcięciu.
pt: Escolha quanto tempo a notificação de novo email permanece visível no notch.
ro: Alegeți cât timp rămâne vizibilă în decupaj notificarea pentru e-mail nou.
ru: Выберите, как долго уведомление о новом письме отображается в вырезе.
sk: Vyberte, ako dlho zostane hlásenie o novom e-maili zobrazené vo výreze.
sr: Изаберите колико дуго обавештење о новој е-пошти остаје видљиво у зарезу.
sv: Välj hur länge notiser om nya mejl ska visas i sensorhuset.
th: เลือกระยะเวลาที่การแจ้งเตือนเมลใหม่จะแสดงในรอยบาก
tr: Yeni e-posta bildiriminin çentikte ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про новий лист відображається у вирізі.
vi: Chọn thời gian thông báo thư mới hiển thị trong phần khuyết.
zh_hans: 选择新邮件通知在刘海中的显示时长。
zh_hant: 選擇新郵件通知在瀏海中的顯示時間。

# settings.notifications.appleMail.enabled
source: Mail notifications
ar: إشعارات البريد
bg: Известия за поща
bn: মেল বিজ্ঞপ্তি
ca: Notificacions de correu
cs: Oznámení pošty
da: Mail-notifikationer
de: Mail-Mitteilungen
el: Γνωστοποιήσεις Mail
es: Notificaciones de Mail
fa: اعلان‌های ایمیل
fi: Mail-ilmoitukset
fil: Mga notification ng Mail
fr: Notifications Mail
he: עדכוני דואר
hi: मेल सूचनाएं
hr: Obavijesti o pošti
hu: Mail értesítések
id: Pemberitahuan Mail
it: Notifiche di Mail
ja: メール通知
kk: Пошта хабарландырулары
ko: 메일 알림
ms: Pemberitahuan Mail
nb: E-postvarsler
nl: Mail-meldingen
pl: Powiadomienia Mail
pt: Notificações do Mail
ro: Notificări Mail
ru: Уведомления Почты
sk: Hlásenia Mailu
sr: Обавештења о пошти
sv: Mail-notiser
th: การแจ้งเตือนเมล
tr: Mail bildirimleri
uk: Сповіщення Пошти
vi: Thông báo Mail
zh_hans: 邮件通知
zh_hant: 郵件通知

# settings.notifications.appleMail.enabled.description
source: Show incoming Apple Mail notifications in the notch.
ar: إظهار إشعارات Apple Mail الواردة في النوتش.
bg: Показване на входящи известия от Apple Mail в прореза.
bn: নচে ইনকামিং Apple Mail বিজ্ঞপ্তিগুলি দেখান।
ca: Mostra les notificacions entrants d'Apple Mail a la pestanya.
cs: Zobrazovat příchozí oznámení Apple Mail ve výřezu.
da: Vis indgående notifikationer fra Apple Mail i hakket.
de: Eingehende Apple Mail-Mitteilungen in der Notch anzeigen.
el: Εμφάνιση εισερχόμενων γνωστοποιήσεων Apple Mail στην εγκοπή.
es: Muestra las notificaciones entrantes de Apple Mail en el notch.
fa: نمایش اعلان‌های دریافتی Apple Mail در ناچ.
fi: Näytä saapuvat Apple Mail -ilmoitukset lovessa.
fil: Ipakita ang mga papasok na notification ng Apple Mail sa notch.
fr: Afficher les notifications entrantes d'Apple Mail dans l'encoche.
he: הצג עדכוני Apple Mail נכנסים במגרעת.
hi: नॉच में आने वाले Apple Mail नोटिफ़िकेशन दिखाएं।
hr: Prikaži dolazne obavijesti Apple Maila u usjeku.
hu: Bejövő Apple Mail értesítések megjelenítése a kivágásban.
id: Tampilkan pemberitahuan Apple Mail masuk di notch.
it: Mostra le notifiche in arrivo di Apple Mail nel notch.
ja: 受信したApple Mailの通知をノッチに表示します。
kk: Кіріс Apple Mail хабарландыруларын ойықта көрсету.
ko: 노치에서 수신 Apple Mail 알림을 표시합니다.
ms: Tunjukkan pemberitahuan Apple Mail masuk di takuk.
nb: Vis innkommende Apple Mail-varsler i utskjæringen.
nl: Toon inkomende Apple Mail-meldingen in de notch.
pl: Pokazuj powiadomienia przychodzące Apple Mail we wcięciu.
pt: Apresentar notificações de entrada do Apple Mail no notch.
ro: Afișează notificările primite de la Apple Mail în decupaj.
ru: Показывать уведомления о входящих письмах Apple Mail в вырезе.
sk: Zobrazovať prichádzajúce hlásenia Apple Mailu vo výreze.
sr: Прикажи долазна обавештења за Apple Mail у зарезу.
sv: Visa inkommande Apple Mail-notiser i sensorhuset.
th: แสดงการแจ้งเตือน Apple Mail ขาเข้าในรอยบาก
tr: Gelen Apple Mail bildirimlerini çentikte gösterin.
uk: Показувати сповіщення про вхідні листи Apple Mail у вирізі.
vi: Hiển thị thông báo Apple Mail đến trong phần khuyết.
zh_hans: 在刘海中显示收到的 Apple 邮件通知。
zh_hant: 在瀏海中顯示接收的 Apple 郵件通知。

# settings.notifications.appleMail.fullDiskAccess.description
source: DynamicNotch needs Full Disk Access to read Apple Mail’s local message database and display incoming Mail notifications.
ar: يحتاج DynamicNotch إلى الوصول الكامل إلى القرص لقراءة قاعدة بيانات رسائل Apple Mail المحلية وعرض إشعارات البريد الواردة.
bg: DynamicNotch се нуждае от пълен достъп до диска, за да чете локалната база данни със съобщения на Apple Mail и да показва известия.
bn: ইনকামিং মেল বিজ্ঞপ্তিগুলি প্রদর্শন করতে Apple Mail-এর স্থানীয় বার্তা ডেটাবেস পড়তে DynamicNotch-এর সম্পূর্ণ ডিস্ক অ্যাক্সেস প্রয়োজন।
ca: DynamicNotch necessita accés total al disc per llegir la base de dades local de missatges d'Apple Mail i mostrar notificacions de correu entrant.
cs: DynamicNotch potřebuje úplný přístup k disku, aby mohl číst místní databázi zpráv Apple Mail a zobrazovat příchozí oznámení.
da: DynamicNotch skal bruge fuld diskadgang for at læse Apple Mails lokale beskeddatabase og vise indgående mail-notifikationer.
de: DynamicNotch benötigt Festplattenvollzugriff, um die lokale Apple Mail-Nachrichtendatenbank zu lesen und eingehende Mitteilungen anzuzeigen.
el: Το DynamicNotch χρειάζεται πλήρη πρόσβαση στο δίσκο για να διαβάσει την τοπική βάση δεδομένων μηνυμάτων του Apple Mail και να εμφανίσει ειδοποιήσεις.
es: DynamicNotch necesita acceso total al disco para leer la base de datos local de mensajes de Apple Mail y mostrar las notificaciones de correo entrante.
fa: برنامه DynamicNotch برای خواندن پایگاه داده پیام‌های محلی Apple Mail و نمایش اعلان‌های ایمیل به دسترسی کامل به دیسک نیاز دارد.
fi: DynamicNotch tarvitsee täyden levyn käyttöoikeuden lukeakseen Apple Mailin paikallista viestitietokantaa ja näyttääkseen saapuvat ilmoitukset.
fil: Kailangan ng DynamicNotch ng Buong Access sa Disk upang basahin ang lokal na database ng mensahe ng Apple Mail at magpakita ng mga notification.
fr: DynamicNotch a besoin de l'Accès complet au disque pour lire la base de données locale des messages d'Apple Mail et afficher les notifications.
he: ‏DynamicNotch זקוק לגישה מלאה לדיסק כדי לקרוא את מסד הנתונים של Apple Mail ולהציג עדכוני דואר נכנס.
hi: इनकमिंग मेल नोटिफ़िकेशन दिखाने के लिए Apple Mail के स्थानीय मैसेज डेटाबेस को पढ़ने के लिए DynamicNotch को पूर्ण डिस्क एक्सेस की आवश्यकता है।
hr: DynamicNotch treba potpuni pristup disku za čitanje lokalne baze podataka poruka Apple Maila i prikaz dolaznih obavijesti.
hu: A DynamicNotch-nak teljes lemezhozzáférésre van szüksége az Apple Mail helyi üzenetadatbázisának olvasásához és az értesítések megjelenítéséhez.
id: DynamicNotch memerlukan Akses Disk Penuh untuk membaca basis data pesan lokal Apple Mail dan menampilkan pemberitahuan Mail masuk.
it: DynamicNotch necessita dell'Accesso completo al disco per leggere il database locale dei messaggi di Apple Mail e mostrare le notifiche.
ja: DynamicNotchがApple Mailのローカルメッセージデータベースを読み取って新規メール通知を表示するには、フルディスクアクセスが必要です。
kk: DynamicNotch қолданбасына кіріс хаттардың хабарландыруларын көрсету үшін Apple Mail дерекқорын оқуға толық қолжетімділік қажет.
ko: DynamicNotch가 Apple Mail의 로컬 메시지 데이터베이스를 읽고 수신 메일 알림을 표시하려면 전체 디스크 접근 권한이 필요합니다.
ms: DynamicNotch memerlukan Akses Cakera Penuh untuk membaca pangkalan data mesej setempat Apple Mail dan memaparkan pemberitahuan Mail masuk.
nb: DynamicNotch trenger full disktilgang for å lese den lokale meldingsdatabasen til Apple Mail og vise varsler om innkommende e-post.
nl: DynamicNotch heeft volledige schijftoegang nodig om de lokale berichtendatabase van Apple Mail te lezen en inkomende meldingen te tonen.
pl: DynamicNotch potrzebuje pełnego dostępu do dysku, aby odczytywać lokalną bazę wiadomości Apple Mail i wyświetlać powiadomienia.
pt: O DynamicNotch necessita de Acesso Total ao Disco para ler a base de dados local de mensagens do Apple Mail e apresentar notificações.
ro: DynamicNotch are nevoie de acces complet la disc pentru a citi baza de date locală de mesaje Apple Mail și a afișa notificările primite.
ru: DynamicNotch требуется полный доступ к диску для чтения локальной базы сообщений Apple Mail и отображения уведомлений о новых письмах.
sk: DynamicNotch potrebuje úplný prístup k disku na čítanie lokálnej databázy správ Apple Mailu a zobrazovanie hlásení.
sr: DynamicNotch захтева пун приступ диску за читање локалне базе порука апликације Apple Mail и приказивање обавештења.
sv: DynamicNotch behöver full skivbehörighet för att läsa Apple Mails lokala meddelandedatabas och visa inkommande mejlnotiser.
th: DynamicNotch ต้องใช้สิทธิ์เข้าถึงดิสก์แบบเต็มเพื่ออ่านฐานข้อมูลข้อความในเครื่องของ Apple Mail และแสดงการแจ้งเตือนเมลขาเข้า
tr: DynamicNotch'un yerel Apple Mail ileti veritabanını okuyup gelen bildirimleri gösterebilmesi için Tam Disk Erişimi gerekir.
uk: DynamicNotch потребує повного доступу до диска для читання локальної бази повідомлень Apple Mail і відображення сповіщень про нові листи.
vi: DynamicNotch cần quyền Truy cập toàn bộ đĩa để đọc cơ sở dữ liệu thư cục bộ của Apple Mail và hiển thị thông báo thư đến.
zh_hans: DynamicNotch 需要完全磁盘访问权限才能读取 Apple 邮件的本地邮件数据库并显示收件通知。
zh_hant: DynamicNotch 需要完全磁碟存取權限才能讀取 Apple 郵件的本機郵件資料庫並顯示接收郵件通知。

# settings.notifications.appleMail.fullDiskAccess.title
source: Full Disk Access Required
ar: مطلوب الوصول الكامل إلى القرص
bg: Изисква се пълен достъп до диска
bn: সম্পূর্ণ ডিস্ক অ্যাক্সেস প্রয়োজন
ca: Cal accés total al disc
cs: Vyžadován úplný přístup k disku
da: Fuld disadgang påkrævet
de: Festplattenvollzugriff erforderlich
el: Απαιτείται πλήρης πρόσβαση στο δίσκο
es: Acceso total al disco requerido
fa: دسترسی کامل به دیسک لازم است
fi: Täysi levyn käyttöoikeus vaaditaan
fil: Kinakailangan ang Buong Access sa Disk
fr: Accès complet au disque requis
he: נדרשת גישה מלאة לדיסק
hi: पूर्ण डिस्क एक्सेस आवश्यक है
hr: Potreban je potpuni pristup disku
hu: Teljes lemezhozzáférés szükséges
id: Akses Disk Penuh Diperlukan
it: Accesso completo al disco richiesto
ja: フルディスクアクセスが必要です
kk: Дискіге толық қолжетімділік қажет
ko: 전체 디스크 접근 권한 필요
ms: Akses Cakera Penuh Diperlukan
nb: Full disktilgang kreves
nl: Volledige schijftoegang vereist
pl: Wymagany pełny dostęp do dysku
pt: Acesso Total ao Disco Necessário
ro: Acces complet la disc necesar
ru: Требуется полный доступ к диску
sk: Vyžaduje sa úplný prístup k disku
sr: Потребан је пун приступ диску
sv: Full skivbehörighet krävs
th: ต้องใช้สิทธิ์เข้าถึงดิสก์แบบเต็ม
tr: Tam Disk Erişimi Gerekli
uk: Потрібен повний доступ до диска
vi: Yêu cầu quyền truy cập toàn bộ đĩa
zh_hans: 需要完全磁盘访问权限
zh_hant: 需要完全磁碟存取權限

# settings.notifications.appleMail.noSubject
source: No Subject
ar: بلا موضوع
bg: Без тема
bn: কোন বিষয় নেই
ca: Sense assumpte
cs: Bez předmětu
da: Intet emne
de: Kein Betreff
el: Χωρίς θέμα
es: Sin asunto
fa: بدون موضوع
fi: Ei aihetta
fil: Walang Paksa
fr: Sans objet
he: ללא נושא
hi: कोई विषय नहीं
hr: Bez predmeta
hu: Nincs tárgy
id: Tanpa Subjek
it: Nessun oggetto
ja: 件名なし
kk: Тақырыпсыз
ko: 제목 없음
ms: Tiada Subjek
nb: Uten emne
nl: Geen onderwerp
pl: Bez tematu
pt: Sem assunto
ro: Fără subiect
ru: Без темы
sk: Bez predmetu
sr: Без теме
sv: Inget ämne
th: ไม่มีหัวข้อ
tr: Konu Yok
uk: Без теми
vi: Không có chủ đề
zh_hans: 无主题
zh_hant: 無主旨
